Repository: SoongNoonien/plattenalbum
Catalog: po/*.po
Languages: fr, hr, ja, th

source: {days} day
fr: {days} jour
hr: {days} dan
ja: {days}日
th: {days} วัน

source: View
fr: Vue
hr: Prikaz
ja: 表示
th: แสดง

source: _Show Bit Rate
fr: Affiche le débit
hr: _Pokaži brzinu prijenosa
th: _แสดงบิตเรท

source: Behavior
fr: Comportement
hr: Ponašanje
ja: 振る舞い
th: การทำงาน

source: Send _Notification on Title Change
fr: _Notifier lors du changement de titre
hr: Pošalji _obavijest o promjeni naslova
ja: タイトルが変わったときに通知を送る (_N)
th: แสดงการแจ้งเตือนเมื่อเปลี่ยนเพลง

source: Re_wind via Previous Button
ja: 「前の曲に戻る」ボタンで巻き戻しを行う (_W)
th: ย้อนเพลงด้วยปุ่ม Previous

source: Stop _Playback on Quit
fr: _Arrêt de la lecture en quittant
hr: _Zaustavi reprodukciju pri zatvaranju aplikacije
ja: アプリ終了と同時に再生を止める (_P)
th: หยุดการเล่นเมื่อออกจากโปรแกรม

source: Support “_MPRIS”
fr: Support du "_MPRIS"
hr: Podrži „_MPRIS“
ja: “MPRIS” をサポートする (_M)
th: สนับสนุน “_MPRIS”

source: Disable if “MPRIS” is supported by another client
fr: Désactiver si "MPRIS" est supporté par un autre client
hr: Deaktiviraj ako jedan drugi klijent podržava „MPRIS“
th: สนับสนุน “_MPRIS”

source: _Connect
fr: _Connexion
hr: Po_veži
th: เชื่อมต่อ

source: Ca_ncel
fr: Annuler
hr: Odusta_ni
th: ยกเลิก

source: Connection failed
fr: Connexion échoué
hr: Veza neuspjela
th: การเชื่อมต่อล้มเหลว

source: Manual Connection
fr: Connexion manuelle
hr: Ručno povezivanje
th: การเชื่อมต่อแบบ Manual

source: Host
fr: Hôte
hr: Glavno računalo
th: โฮส์ต

source: Port
hr: Priključak
ja: ポート
th: พอร์ต

source: Password (optional)
fr: Mot de passe (optionnel)
hr: Lozinka (opcionalno)
th: รหัสผ่าน (ไม่บังคับ)

source: Setup
fr: Configuration
hr: Postavi
th: เซ็ตอัพDeaktivieren wenn »MPRIS« von einem anderen Client unterstützt wird

source: To get started, install the Music Player Daemon (<tt>mpd</tt>) with your system package manager, and run the following commands to configure and initialize a basic local instance. After that, Plattenalbum should be able to seamlessly connect to it.
fr: Pour commencer, installez Music Player Daemon (<tt>mpd</tt>) avec votre gestionnaire de paquets, et exécutez la commande suivante pour configurer et initialiser une instance basique locale. Ensuite, Plattenalbum devrait s'y connecter.
hr: Za početak, instaliraj Music Player Daemon (<tt>mpd</tt>) putem upravljača paketa sustava i pokreni sljedeće naredbe za konfiguraciju i inicijalizaciju osnovne lokalne instance. Nakon toga bi se Plattenalbum morao moći s njim povezati.
th: ในการเริ่มต้น ติดตั้ง Music Player Daemon (<tt>mpd</tt>) โดยใช้ตัวจัดการแพคเกจของคุณ และรันคำสั่งต่อไปนี้เพื่อตั้งค่า และเริ่มต้นการทำงานเบื้องต้น หลังจากนั้น Plattenalbum จะสามารถ เชื่อมต่อได้อย่างราบรื่น

source: Server Information
fr: Informations du serveur
hr: Podaci servera
th: ข้อมูลเซิฟเวอร์

source: Server
fr: Serveur
th: เซิฟเวอร์

source: Protocol
fr: Protocole
hr: Protokol
ja: プロトコル
th: โปรโตคอล

source: Uptime
fr: Durée d’activité
hr: Vrijeme rada
ja: 動作時間
th: อัพไทม์

source: Playtime
fr: Durée de lecture
hr: Vrijeme reprodukcije
ja: 再生時間
th: เวลาที่เล่น

source: Artists
fr: Artistes
hr: Izvođači
ja: アーティスト
th: ศิลปิน

source: Albums
hr: Albumi
ja: アルバム
th: อัลบั้ม

source: Songs
fr: Titres
hr: Pjesme
ja: 曲
th: เพลง

source: Total Playtime
ja: 合計再生時間
th: เวลาที่เล่นทั้งหมด

source: Database Update
ja: データベース更新時
th: การอัพเดตของฐานข้อมูล

source: Context menu
fr: Menu contextuel
hr: Kontekstni izbornik
ja: コンテキストメニュー
th: เมนูเพิ่มเติม

source: _Append
fr: _Ajouter
hr: _Pridodaj
ja: キューに追加 (_A)
th: เพิ่ม

source: As _Next
fr: _Suivant
hr: Kao _sljedeći
ja: 次に再生 (_N)
th: เล่นถัดไป

source: _Play
ja: 再生 (_P)
th: เล่น

source: _Show
ja: 表示 (_S)
th: แสดง

source: Current album cover
ja: 現在のアルバムカバー
th: รูปปกอัลบั้มปัจจุบัน

source: No Results Found
ja: 見つかりませんでした
th: ไม่พบผลลัพท์

source: Try a different search
fr: Essayez une recherche différente
hr: Pokušaj jednu drugačiju pretragu
ja: 別の検索を試してみてください
th: ลองคำค้นหาอื่น

source: Unknown Artist
fr: Artiste inconnu
hr: Nepoznati izvođač
th: ศิลปินไม่ทราบชื่อ

source: Album cover of {album}
fr: Pochette de l'album {album}
hr: Omot albuma {album}
ja: {album} アルバムカバー
th: รูปปกอัลบั้มของ {album}

source: Unknown Album
fr: Album inconnu
hr: Nepoznati album
th: อัลบั้มไม่ทราบชื่อ

source: Album cover of an unknown album
fr: Pochette d'un album inconnu
hr: Omot albuma nepoznatog albuma
ja: 不明のアルバムのアルバムカバー
th: ปปกอัลบั้มของอัลบั้มไม่ทราบชื่อ

source: Albums of {artist}
hr: Albumi od {artist}
ja: {artist} のアルバム
th: อัลบั้ม {artist}

source: Play
fr: Jouer
hr: Reproduciraj
ja: 再生
th: เล่น

source: Append
fr: Ajouter
hr: Pridodaj
ja: キューに追加
th: เพิ่ม

source: Main Menu
fr: Menu principal
hr: Glavni izbornik
ja: メインメニュー
th: เมนูหลัก

source: _Preferences
fr: _Préférences
hr: _Postavke
ja: 設定 (_P)
th: การตั้งค่า

source: _Keyboard Shortcuts
fr: _Raccourcis clavier
hr: _Tipkovni prečaci
ja: キーボード・ショートカット (_K)
th: คำสั้งลัดคีย์บอร์ด

source: _Help
ja: ヘルプ (_H)
th: ช่วยเหลือ

source: _About Plattenalbum
fr: À pr_opos de Plattenalbum
hr: O ap_likaciji Plattenalbum
ja: Plattenalbum について (_A)
th: เกี่ยวกับ Plattenalbum

source: _Disconnect
fr: _Déconnecter
hr: O_dspoji
th: ตัดการเชื่อมต่อ

source: _Update Database
fr: _Mettre à jour la base
hr: _Aktualiziraj bazu podataka
ja: データベースを更新 (_U)
th: อัพเดตฐานข้อมูล

source: _Server Information
fr: _Informations du serveur
hr: Podaci _servera
th: ข้อมูลของเซิฟเวอร์

source: Search collection
fr: Rechercher une collection
hr: Pretraži zbirku
ja: コレクションを検索
th: ค้นหา

source: Search
fr: Rechercher
hr: Pretraga
ja: 検索
th: ค้นหา

source: Collection is Empty
fr: La collection est vide
hr: Zbirka je prazna
ja: コレクションが空です
th: คลังว่างเปล่า

source: _Remove
fr: _Supprimer
hr: _Ukloni
ja: 削除 (_R)
th: ลบออก

source: _Enqueue Album
fr: _Ajouter l'album
hr: _Dodaj album u red čekanja
ja: アルバムを追加 (_E)
th: เพื่มอัลบัมเข้าคิว

source: _Tidy
fr: _Épurer
hr: U_redi
ja: キューを整頓 (_T)
th: จัด

source: _Clear
fr: _Vider
hr: _Izbriši
ja: クリア (_C)
th: เคลียร์

source: Playlist is Empty
fr: Liste de lecture
hr: Playlista je prazna
ja: プレイリストが空です
th: เพลย์ลิสต์ว่างเล่า

source: Scroll to Current Song
fr: Défiler jusqu'à la chanson courante
hr: Klizni na trenutačnu pjesmu
ja: 現在の曲へスクロール
th: เลื่อนไปยังเพลงปัจจุบัน

source: No Lyrics Found
ja: 歌詞が見つかりませんでした
th: ไม่พบเนื่อเพลง

source: Connection Error
fr: Erreur de connexion
hr: Greška u vezi
ja: 接続エラー
th: การเชื่อมต่อผิดพลาด

source: Check your network connection
fr: Vérifiez votre connexion réseau
hr: Provjeri mrežnu vezu
ja: ネットワーク接続を確認してください
th: เช็คการเชื่อมต่ออินเทอร์เน็ตของคุณ

source: Searching…
fr: Recherche…
hr: Pretraživanje …
th: กำลังค้นหา…

source: Lyrics view
fr: Voir les paroles
hr: Prikaz tekstova pjesama
ja: 歌詞の表示
th: Liedtextansicht

source: Lyrics of {song}
ja: {song} の歌詞
th: เนื่อเพลงของ {song}

source: Pause
hr: Pauza
ja: 一時停止
th: หยุดชั่วคราว

source: Previous
fr: Précédent
hr: Prethodna
ja: 前の曲に戻る
th: ก่อนหน้า

source: Next
fr: Suivant
hr: Sljedeća
ja: 次の曲へ進む
th: ถัดไป

source: Progress bar
fr: Barre de progression
hr: Traka napretka
ja: 再生バー
th: แถบความคืบหน้า

source: Volume control
fr: Volume
hr: Kontrola glasnoće
ja: 音量調整
th: ควบคุมความดัง

source: _Repeat Mode
fr: Mode _répétition
hr: Modus _ponavljanja
ja: リピートモード (_R)
th: เล่นซ้ำ

source: R_andom Mode
fr: Mode _aléatoire
hr: Modus slučaj_nog izvođenja
ja: ランダムモード (_A)
th: สุ่ม

source: _Single Mode
fr: Mode chanson _unique
hr: Modu_s pojedinačnog izvođenja
ja: シングルモード (_S)
th: เล่นเพลงเดี่ยว

source: _Pause After Song
fr: _Pause après le titre
hr: _Pauziraj nakon pjesme
ja: 曲の再生後に一時停止する (_P)
th: หยุดหลังเพลงจบ

source: _Consume Mode
fr: Mode _consommer
hr: Modus _odslušanih pjesama
ja: 消費モード (_C)
th: _Consume

source: Lyrics
fr: Paroles
hr: Tekstovi pjesama
th: เนื้อเพลง

source: Player Menu
fr: Menu du lecteur
hr: Izbornik playera
th: เมนูของ Player

source: Playlist
fr: Liste de lecture
hr: Playlista
ja: プレイリスト
th: เพลย์ลิสต์

source: Database is being updated
fr: La base de données se met à jour
hr: Baza podataka se aktualizira
ja: データベースを更新しています
th: ฐานข้อมูลกำลังถูกอัพเดต

source: Database updated
fr: Base de donnée mise à jour
hr: Baza podataka je aktualizirana
ja: データベースを更新しました
th: ฐานข้อมูลถูกอัพเดตแล้ว

source: Connect to Your Music
fr: Connectez-vous à votre musique
hr: Poveži se sa svojom glazbom
th: เชื่อมต่อกับเพลงของคุณ

source: To use Plattenalbum, an instance of the Music Player Daemon needs to be set up and running on this device or another one on the network
fr: Pour utiliser Plattenalbum, une instance de Music Player Daemon doit configurée et exécutée sur ce périphérique ou sur un autre accessible par le réseau
hr: Za korištenje Plattenalbuma, instanca Music Player Daemona mora biti postavljena i pokrenuta na ovom ili na jednom drugom uređaju na mreži
th: ในการใช้งาน Plattenalbum นั้น Music Player Daemon จำเป็นต้องถูกตั้งค่าและเปิดการใช้งานบนอุปกรณ์นี้ หรือบนเน็ตเวิร์ก

source: Connect _Manually
fr: Se connecter manuellement
hr: Poveži se _ručno
th: เชื่อมต่อแบบแมนนวล

source: Next Title is Playing
fr: Le prochain titre est en cours
hr: Reproducira se sljedeći naslov
ja: 次のタイトルを再生中
th: เพลงต่อไปกำลังเล่น

source: Now playing “{title}” by “{artist}”
fr: En cours «{title}» par «{artist}»
hr: Tranutačno se reproducira „{title}“ od „{artist}“
ja: “{title}” by “{artist}” を再生中
th: ขณะนี้กำลังเล่น »{title}« โดย »{artist}«

source: Now playing “{title}”
fr: En cours «{title}»
hr: Tranutačno se reproducira „{title}“
ja: “{title}” を再生中
th: ขณะนี้กำลังเล่น »{title}«

source: Playback Finished
fr: Lecture terminée
hr: Reprodukcija završena
th: การเล่นเพลงจบแล้ว

source: The playlist is over
fr: La liste est terminée
hr: Playlista je gotova
th: เพลย์ลิสต์จบแล้ว

source: Playing music
fr: Jouer la musique
hr: Sviranje glazbe
th: กำลังเล่นเพลง

source: Cleared A‐B loop
fr: Boucle A-B effacée
hr: A‐B petlja je izbrisana
th: ลบลูป A‐B‐แล้ว

source: Started A‐B loop at {start}
fr: Boucle A-B démarrée à {start}
hr: A‐B petlja je pokrenuta pri {start}
th: เริ่มต้นลูป A‐B ที่ {start}

source: Activated A‐B loop from {start} to {end}
fr: Boucle A-B activée de {start} à {end}
hr: A‐B petlja je pokrenuta od {start} do {end}
th: เริ่มต้นลูป A-B ที่ {start} ถึง {end}

source: Debug mode
fr: Mode debug
hr: Modus otklanjanje grešaka
ja: デバッグモード
th: โหมด Debug

source: translator-credits
fr: Emmanuel Averty
hr: Milo Ivir <mail@milotype.de>
ja: Gnuey56 <gnuey56@proton.me>
th: Supakorn Huemwang <shuemwang.han@gmail.com>

source: Connect to your music
hr: Poveži se sa svojom glazbom
ja: あなたの音楽へ接続
th: เชื่อมต่อกับเพลงของคุณ

source: A client for the Music Player Daemon (MPD).
hr: Klijent za Music Player Daemon (MPD).
ja: Music Player Daemon (MPD) のクライアント。
th: ไคลเอนต์สำหรับ Music Player Daemon (MPD)

source: Browse your collection while viewing large album covers. Play your music without managing playlists.
hr: Pregledaj svoju zbirku dok gledaš velike omote albuma. Reproduciraj glazbu bez upravljanja playlistama.
ja: 大きなアルバムカバーを見ながら曲のコレクションをブラウズ。プレイリストを管理することなく音楽を再生。
th: ดูคลังเพลงของคุณและรับชมรูปปกอัลบั้มขนาดใหญ่ เล่นเพลงของคุณโดยไม่จัดการเพลย์ลิสต์

source: Main window
hr: Glavni prozor
ja: メインウィンドウ
th: หน้าต่างหลัก

source: Album view
hr: Prikaz albuma
th: ดูอัลบั้ม

source: Small window
hr: Mali prozor
th: หน้าต่างเล็ก

source: Small window with playlist
hr: Mali prozor s playlistom
th: หน้าต่างเล็กพร้อมอัลบั้ม

source: Small window with cover
hr: Mali prozor s omotom
th: หน้าต่างเล็กพร้อมรูปปก

source: Music Browser
hr: Preglednik glazbe
ja: ミュージックブラウザ
th: ตัวค้นหาเพลง

source: Music;Player;
hr: Glazba;Player;
ja: Music;Player;音楽;プレイヤー;
th: ตัวเล่นเพลง

source: General
hr: Općenito
ja: 一般
th: ทั่วไป

source: Online Help
ja: オンラインヘルプ
th: การช่วยเหลือทางออนไลน์

source: Preferences
hr: Postavke
ja: 設定
th: การตั้งค่า

source: Shortcuts
hr: Prečaci
ja: ショートカット
th: คำสั่งลัด

source: Disconnect
hr: Odspoji
th: ตัดการเชื่อมต่อ

source: Update Database
hr: Aktualiziraj bazu podataka
ja: データベースを更新
th: อัพเดตฐานข้อมูล

source: Close
hr: Zatvori
ja: 閉じる
th: ปิด

source: Quit
hr: Zatvori aplikaciju
ja: 終了
th: ออก

source: Window
ja: ウィンドウ
th: หน้าต่าง

source: Toggle Lyrics
ja: 歌詞を切り替え
th: เปิด/ปิดเนื้อเพลง

source: Toggle Search
ja: 検索を切り替え
th: เปิด/ปิดการค้นหา

source: Playback
hr: Reprodukcija
ja: 再生
th: การเล่นเพลง

source: Play/Pause
hr: Pokreni/Zaustavi
ja: 再生／一時停止
th: เล่น/หยุดชั่วคราว

source: Stop
hr: Prekini
ja: 停止
th: หยุด

source: Seek Forward
hr: Premotaj naprijed
ja: 進む
th: เลื่อนข้างหน้า

source: Seek Backward
hr: Premotaj natrag
ja: 戻る
th: เลื่อนถอยกลับ

source: A‐B Loop
hr: A‐B petlja
th: ลูป A‐B

source: Playback Options
hr: Opcije reprodukcije
ja: 再生オプション
th: ตัวเลือกการเล่น

source: Toggle Repeat Mode
hr: Uključi/Isključi modus ponavljanja
ja: リピートモードを切り替え
th: เปิด/ปิดการเล่นซ้ำ

source: Toggle Random Mode
hr: Uključi/Isključi modus slučajnog izvođenja
ja: ランダムモードを切り替え
th: เปิด/ปิดสุ่ม

source: Toggle Single Mode
hr: Uključi/Isključi modus pojedinačnog izvođenja
ja: シングルモードを切り替え
th: เปิด/ปิดการเล่นเพลงเดียว

source: Pause After Song
hr: Pauziraj nakon pjesme
ja: 曲の再生後に一時停止する
th: หยุดหลังเพลงจบ

source: Toggle Consume Mode
hr: Uključi/Isključi modus odslušanih pjesama
ja: 消費モードを切り替え
th: เปิด/ปิดโหมด Consume

source: Clear
hr: Izbriši
ja: クリア
th: เคลียร์

source: Tidy
hr: Uredi
ja: キューを整頓
th: จัด

source: Enqueue Album
hr: Dodaj album u red čekanja
ja: アルバムを追加
th: เพิ่มอัลบัมเข้าคิว

source: Total Database Playtime
fr: Temps total de lecture
hr: Ukupno vrijeme reprodukcije baze podataka

source: Last Database Update
fr: Dernière mise à jour de la base
hr: Zadnje aktualiziranje baze podataka

source: Show Al_bum
fr: Montrer l'album
hr: Pokaži al_bum

source: Show _File
fr: Montre le fichier
hr: Pokaži da_toteku

source: No Results
fr: Aucun résultat
hr: Nema rezultata

source: No Albums
fr: Pas d'albums
hr: Nema albuma

source: Select an artist
hr: Odaberi izvođača

source: Collection
hr: Zbirka

source: No Lyrics
fr: Paroles introuvables
hr: Nema tekstova pjesama

source: Host Name
ja: ホスト名

source: Server Statistics
ja: サーバー統計情報

source: _Server Statistics
ja: サーバーの統計 (_S)

source: _Lyrics
ja: 歌詞 (_L)

source: Album View
ja: アルバムの表示

source: Skip
fr: Sauter

source: Composers
fr: Compositeurs

source: Conductors
fr: Chefs d'orchestre

source: Albums of {item}
fr: Albums de {item}

source: Browse by composer, (requires to restart the app)
fr: Parcourir par compositeur, (requiert un redémarrage)

source: Choose sidebar navigation
fr: Choisir la navigation par liste
